{
  "site": {
    "title": "Itskov Stroy - Renovations and Repairs in Sofia",
    "description": "Itskov Stroy offers professional renovation and repair services for homes, offices, and buildings. Fast. Easy. High Quality.",
    "keywords": "renovation, construction, repair services, Itskov Stroy, home renovation, bathroom repair, painting, drywall, plastering, Sofia, building company",
    "author": "Aleksandar Ickov"
  },
  "navbar": {
    "logo": "/logo_en_nobg.png",
    "home": "Home",
    "about": "About Us",
    "projects": "Projects",
    "services": "Services",
    "contacts": "Contacts"
  },
  "footer": {
    "phone": "+359 87 962 9072",
    "email": "example@example.eu",
    "slogan": "Contact us - and we will gladly help you!",
    "social": "Socials",
    "social-links": {
      "linkedin": "https://www.linkedin.com/",
      "facebook": "https://www.facebook.com/",
      "instagram": "https://www.instagram.com/"
    }
  },
  "language": {
    "bg": "Bulgarian",
    "en": "English"
  },
  "home": {
    "title": "Who Are We?",
    "subtitle": "Itskov Stroy is a renovation and remodeling company with a clear focus: fast, easy, and high-quality execution of your construction projects – from small improvements to complete transformations.",
    "more": "Learn more about our:",
    "btnprojects": "Projects",
    "btnservices": "Services",
    "slogan": "Your home. Our commitment.",
    "bold1": "Quality",
      "bold2": "Integrity",
      "bold3": "Reliability"
  },
  "about": {
    "intro": {
      "title": "About Us",
      "paragraph": {
        "1": "Itskov Stroy Ltd. is a company focused on quality interior renovations, founded with a clear mission - to restore trust in reliable and responsible construction.",
        "2": "We work with both individuals and businesses alike, offering a full range of services for apartments, houses, and commercial properties."
      },
      "subtitle": "What differentiates us?",
      "text": {
        "1": "In a world where 'renovation' is often associated with delays, compromises, and unnecessary stress – we choose a different path.",
        "2": "With us, you'll find a team that works with responsibility, dedication, and a personal approach. We don't make promises we can't keep. We value clear communication, honesty, and the highest quality in every service we provide."
      }
    },
    "issues": {
      "title": "Why Choose US?",
      "factors": {
        "1": {
          "title": "Your Time is Money",
          "text": "We organize the entire process quickly and without unnecessary hassle."
        },
        "2": {
          "title": "Quality Without Compromise",
          "text": "Durable, high-quality solutions with attention to every detail."
        },
        "3": {
          "title": "Integrity Without Exceptions",
          "text": "We work precisely and keep every promise we make."
        },
        "4": {
          "title": "Deadlines and Availability",
          "text": "Always on time and always available for you."
        }
      }
    }
  },
  "services": {
    "intro": {
      "title": "Our Services",
      "text": "We offer flexible and high-quality solutions for home and office. From small improvements to complete renovations – we are with you every step of the way.",
      "text2": "Explore our services below."
    },
    "listTitle": "What services do we offer:",
    "serviceList": [
      {
        "left": {
          "title": "Complete and Partial Interior Renovations",
          "description": "If you need a total renovation – without searching for separate contractors for every task – we are here. And we offer:"
        },
        "right": {
          "tasks": [
            "Full renovation from A to Z – planning, execution, finishing details",
            "One organization, one team – saving you time and stress",
            "Regular communication and reliability throughout the process",
            "Completion on time and according to agreed parameters"
          ],
          "text": "You relax – we take care of everything else."
        },
        "image": "/services-complete.jpg"
      },
      {
        "left": {
          "title": "Electrical Services",
          "description": "We work according to all safety standards and with the required documentation. We provide:"
        },
        "right": {
          "tasks": [
            "Complete wiring for new or renovated properties",
            "Replacement of electrical panels, sockets, switches, and lighting",
            "Installation of concealed wiring with PVC channels or conduits",
            "Diagnostics and troubleshooting"
          ],
          "text": "Safety, functionality, and good aesthetics – that’s our standard."
        },
        "image": "/services-electrical.jpg"
      },
      {
        "left": {
          "title": "Plumbing Services",
          "description": "Everything is securely installed, pressure-tested, and inspected before completion. We offer:"
        },
        "right": {
          "tasks": [
            "Replacement and installation of new plumbing systems",
            "Installation of sinks, boilers, toilets, shower cabins, and more",
            "Work with polypropylene, copper, and PVC pipes"
          ],
          "text": "Plumbing should be done once – but done right."
        },
        "image": "/services-bathroom.jpg"
      },
      {
        "left": {
          "title": "Drywall",
          "description": "Drywall gives freedom for all kinds of interior solutions. With it we:"
        },
        "right": {
          "tasks": [
            "Construct suspended ceilings, partition walls, concealed lighting",
            "Create niches, shelves, decorative elements",
            "Straighten uneven walls and ceilings",
            "Install with durable constructions and strong plastering"
          ],
          "text": "A perfect solution for modern interiors, insulation, and soundproofing."
        },
        "image": "/services-drywall.jpg"
      },
      {
        "left": {
          "title": "Tile Installation",
          "description": "We perfect every detail, because in the bathroom there is no room for mistakes. We guarantee:"
        },
        "right": {
          "tasks": [
            "Installation of floor and wall tiles – bathroom, kitchen, hallway, terrace",
            "Precise leveling and consistent grouting",
            "Work with faience, terracotta, granite and mosaic tiles",
            "Proper finishing of corners, trims, and transitions"
          ],
          "text": "Tiles are not just cladding – they create style and comfort."
        },
        "image": "/services-floor-laminate.jpg"
      },
      {
        "left": {
          "title": "Painting",
          "description": "We work fast and clean, so painting doesn’t turn into a nightmare, but a pleasure. We offer:"
        },
        "right": {
          "tasks": [
            "Interior painting with latex, oil-based paint, decorative effects",
            "Consultation on colors and combinations",
            "Surface preparation (priming, plastering if needed)",
            "Clean and precise work – no drips or stains"
          ],
          "text": "With a new color, your home literally comes to life again."
        },
        "image": "/services-painting.jpg"
      },
      {
        "left": {
          "title": "Plastering",
          "description": "We use high-quality mixes and professional tools to achieve perfectly smooth walls and ceilings. We provide:"
        },
        "right": {
          "tasks": [
            "Cement, gypsum, and fine plaster – depending on the wall type",
            "Leveling and smoothing surfaces",
            "Preparation for painting or wallpapering",
            "Repair of cracks, uneven areas, and other defects"
          ],
          "text": "Beautiful walls start with a solid base."
        },
        "image": "/services-thermall.jpg"
      },
      {
        "left": {
          "title": "Floor Screed",
          "description": "We use high-quality materials that guarantee durability and long life of the floor covering. We provide:"
        },
        "right": {
          "tasks": [
            "Machine and manual screed – depending on the room type and requirements",
            "Precise floor leveling",
            "Fast drying and the ability to step on it in a short time",
            "Proper preparation for all types of flooring – tiles, parquet, laminate, vinyl"
          ],
          "text": "A strong and level floor base is the start of every good renovation."
        },
        "image": "/services-thermall.jpg"
      }
    ]
  },
  "contacts": {
    "title": "Contacts",
    "text": {
      "normal": "Get in touch and take the first step toward your renewed home – ",
      "bold1": "Quality",
      "bold2": "Integrity",
      "bold3": "and Reliability"
    },
    "location": {
      "note": "Location:",
      "value": "Sofia, Bulgaria"
    },
    "phone": {
      "note": "Phone:",
      "value": "+359 87 962 9072"
    },
    "email": {
      "note": "Email:"
    }
  },
  "404page": {
    "title": "404",
    "subtitle": "Page not found",
    "text": "Sorry, the page you are looking for doesn’t exist or has been moved. Please use the navigation above to find what you are looking for.",
    "btn": "Go to HomePage"
  },
  "project": {
    "title": "Renovation and Repainting of Ceilings and Columns in Shopping Mall",
    "tags": "Renovation, Painting, Interior, Mall",
    "description": "We carried out a complete refresh of the interior spaces in a large shopping mall, focusing primarily on the ceilings and columns. The work included surface preparation through sanding and plastering, removal of old coatings, and application of high-quality, long-lasting paints. For the columns, we used wear-resistant coatings to ensure durability and easy maintenance, while the ceilings were painted with white dispersion paint to create a brighter and more spacious look. The project was completed within a short timeframe and with minimal disruption to the operation of the retail stores. The final result is a modern, clean, and fresh appearance that enhances the overall experience of visitors.",
    "time": "7 working days",
    "mainImage": "/projects/Mall_project/1.png",
    "images": [
      "/projects/Mall_project/1.png",
      "/projects/Mall_project/2.png",
      "/projects/Mall_project/3.png",
      "/projects/Mall_project/4.png",
      "/projects/Mall_project/5.png",
      "/projects/Mall_project/6.png"
    ]
  }
}