{
  "site": {
    "title": "Ицков строй - Ремонти и Реновации в софия",
    "description": "Фирма Ицков строй предлага качествени ремонти и реновации на жилища, офиси и сгради. Бързо. Лесно. Качествено.",
    "keywords": "ремонт, реновация, строителни услуги, Ицков строй, ремонт на апартаменти, ремонт на баня, гипсокартон, боя, шпакловка, софия, фирма за ремонти",
    "author": "Александър Ицков"
  },
  "language": {
    "bg": "Български",
    "en": "Английски"
  },
  "navbar": {
    "logo": "/logo_bg_nobg.png",
    "home": "Начало",
    "about": "За нас",
    "projects": "Проекти",
    "services": "Услуги",
    "contacts": "Контакти"
  },
  "footer": {
    "phone": "+359 87 962 9072",
    "email": "example@example.eu",
    "slogan": "свържете се с нас - и ще ви помогнем с удоволствие!",
    "social": "социални мрежи",
    "social-links": {
      "linkedin": "https://www.linkedin.com/",
      "facebook": "https://www.facebook.com/",
      "instagram": "https://www.instagram.com/"
    }
  },
  "home": {
    "title": "Кои сме ние?",
    "subtitle": "Ицков строй е фирма за ремонти и реновации с ясен фокус: бързо, лесно и качествено изпълнение на вашите строителни проекти - от малки подобрения до цялостни трансформации.",
    "more": "Разгледайте нашите:",
    "btnprojects": "Проекти",
    "btnservices": "Услуги",
    "slogan": "Вашият дом. Нашият ангажимент.",
    "bold1": "Качествено",
    "bold2": "Коректно",
    "bold3": "Надеждно"
  },
  "about": {
    "intro": {
      "title": "За нас",
      "paragraph": {
        "1": "Ицков строй еООД е фирма с фокус върху качествени вътрешни ремонти, създадена с ясната цел - да върнем доверието в коректното и отговорно строителство.",
        "2": "Работим както с физически лица, така и с фирми, като предлагаме пълна гама от услуги за апартаменти, къщи и търговски обекти."
      },
      "subtitle": "Какво ни отличава?",
      "text": {
        "1": "В свят, в който „ремонт“ често се свързва със забавяния, компромиси и излишни нерви - ние избираме друг път.",
        "2": "При нас ще откриете екип, който работи с отговорност, сериозност и лично отношение. Не правим обещания, които не можем да изпълним. Държим на ясната комуникация, честността и високото качество на всяка услуга, която предлагаме."
      }
    },
    "issues": {
      "title": "Защо да изберете НАС?",
      "factors": {
        "1": {
          "title": "Вашето време е пари",
          "text": "Организираме целия процес бързо и без излишни главоболия."
        },
        "2": {
          "title": "Качество без компромис",
          "text": "Дълготрайни качествени решения с внимание към всеки детайл."
        },
        "3": {
          "title": "Коректност без изклчения",
          "text": "Работим прецизно и спазваме всяко поето обещание."
        },
        "4": {
          "title": "срокове и достъпност",
          "text": "Винаги навреме и винаги на линия за вас."
        }
      }
    }
  },
  "services": {
    "intro": {
      "title": "Нашите услуги",
      "text": "Ние предлагаме гъвкави и качествени решения за дома и офиса. От малки подобрения до цялостни реновации - ние сме с вас на всяка стъпка.",
      "text2": "Разгледайте нашите услуги по-долу."
    },
    "listTitle": "Какво предлагаме:",
    "serviceList": [
      {
        "left": {
          "title": "Цялостни и частични вътрешни ремонти",
          "description": "Ако имате нужда от основен ремонт - без да търсите майстори за всяко нещо поотделно - ние сме тук. И предлагаме:"
        },
        "right": {
          "tasks": [
            "Пълен ремонт от А до Я - планиране, изпълнение, финален детайл",
            "една организация, един екип - пестите време и нерви",
            "Редовна комуникация и коректност по време на целия процес",
            "Изпълнение в срок и според договорени параметри"
          ],
          "text": "Вие си почивате - ние вършим всичко останало."
        },
        "image": "/services-complete.jpg"
      },
      {
        "left": {
          "title": "електро услуги",
          "description": "Работим по всички норми за безопасност и с необходимата документация. Извършваме:"
        },
        "right": {
          "tasks": [
            "Пълно окабеляване на нови или ремонтирани обекти",
            "Подмяна на електрически табла, контакти, ключове и осветление",
            "Изграждане на скрито окабеляване с PVC канали или в гофре",
            "Диагностика и отстраняване на проблеми"
          ],
          "text": "Безопасност, функционалност и добра естетика - това е стандартът ни."
        },
        "image": "/services-electrical.jpg"
      },
      {
        "left": {
          "title": "ВиК услуги",
          "description": "Всичко е монтирано сигурно, под налягане, и проверено преди завършване. Предлагаме:"
        },
        "right": {
          "tasks": [
            "смяна и изграждане на нова ВиК инсталация",
            "Монтаж на мивки, бойлери, тоалетни, душ кабини и др.",
            "Работим с полипропиленови, медни и PVC тръби"
          ],
          "text": "Водопроводът трябва да е направен веднъж - но както трябва."
        },
        "image": "/services-bathroom.jpg"
      },
      {
        "left": {
          "title": "Гипсокартон",
          "description": "Гипсокартонът дава свобода за всякакви интериорни решения. с него:"
        },
        "right": {
          "tasks": [
            "Изграждаме окачени тавани, преградни стени, скрито осветление",
            "създаваме ниши, рафтове, декоративни елементи",
            "Изправяме криви стени и тавани",
            "Монтираме с устойчиви конструкции и здрава шпакловка"
          ],
          "text": "Перфектно решение за модерен интериор, изолация и звукоизолация."
        },
        "image": "/services-drywall.jpg"
      },
      {
        "left": {
          "title": "Лепене на плочки",
          "description": "Изпипваме всеки детайл, защото знаем, че в банята няма място за грешки. Ние гарантираме:"
        },
        "right": {
          "tasks": [
            "Монтаж на подови и стенни плочки - баня, кухня, коридор, тераса",
            "Прецизно изравняване и спазване на фугите",
            "Работим с фаянс, теракот, гранитогрес, мозаечни плочки",
            "Коректна обработка на ъгли, лайсни и преходи"
          ],
          "text": "Плочките не са просто облицовка - те създават стил и уют."
        },
        "image": "/services-floor-laminate.jpg"
      },
      {
        "left": {
          "title": "Боядисване",
          "description": "Работим бързо и чисто, за да не се превръща боядисването в кошмар, а в удоволствие. Предлагаме:"
        },
        "right": {
          "tasks": [
            "Интериорно боядисване с латекс, блажна боя, декоративни ефекти",
            "Консултация за цветове и съчетания",
            "Подготовка на повърхността (грундиране, шпакловка при нужда)",
            "Чисто и прецизно изпълнение - без следи и разливи"
          ],
          "text": "с нов цвят, домът ви буквално заживява наново."
        },
        "image": "/services-painting.jpg"
      },
      {
        "left": {
          "title": "Шпакловка",
          "description": "Използваме качествени смеси и професионални инструменти, за да постигнем идеално гладки стени и тавани. Ние предлагаме:"
        },
        "right": {
          "tasks": [
            "Циментова, гипсова и финна шпакловка - според вида стени",
            "Изравняване и заглаждане на повърхности",
            "Подготовка за боядисване или лепене на тапети",
            "Поправка на пукнатини, неравности и други дефекти"
          ],
          "text": "Красивите стени започват със здрава основа."
        },
        "image": "/services-thermall.jpg"
      },
      {
        "left": {
          "title": "Замаска",
          "description": "Работим с висококачествени материали, които гарантират издръжливост и дълъг живот на подовото покритие. Ние предлагаме:"
        },
        "right": {
          "tasks": [
            "Машинна и ръчна замаска - според типа помещение и изискванията",
            "Прецизно нивелиране на пода",
            "Бързо съхнене и възможност за стъпване в кратки срокове",
            "Подходяща подготовка за всички видове настилки - плочки, паркет, ламинат, винил"
          ],
          "text": "Здравата и равна подова основа е началото на всеки добър ремонт."
        },
        "image": "/services-thermall.jpg"
      }
    ]
  },
  "contacts": {
    "title": "Контакти",
    "text": {
      "normal": "свържете се с нас и направете първата стъпка към обновения си дом -",
      "bold1": "Качествено",
      "bold2": "Коректно",
      "bold3": "и Надеждно"
    },
    "location": {
      "note": "Локация:",
      "value": "софия, България"
    },
    "phone": {
      "note": "Телефон:",
      "value": "+359 87 962 9072"
    },
    "email": {
      "note": "Имейл:"
    }
  },
  "404page": {
    "title": "404",
    "subtitle": "Търсената страница не е намерена.",
    "text": "съжаляваме, страницата, която търсите, не съществува или е преместена. Моля, използвайте навигацията по-горе, за да намерите това, което търсите.",
    "btn": "Връщане към началната страница"
  },
  "project": {
    "title": "Обновяване и пребоядисване на тавани и колони в търговски център",
    "tags": "Обновяване, Боядисване, Интериор, Мол",
    "description": "Извършихме цялостно освежаване на интериорните пространства в голям търговски център, като основен акцент бяха таваните и колоните. Работата включваше подготовка на повърхностите чрез шлайфане и шпакловане, отстраняване на стари покрития и нанасяне на висококачествени бои с дълготрайна устойчивост. При колоните се използваха износоустойчиви покрития, които да гарантират здравина и лесна поддръжка, а таваните бяха боядисани с бяла дисперсна боя за по-голяма светлина и простор. Проектът бе реализиран в кратки срокове и с минимално смущаване на работата на търговските обекти. Крайният резултат е модерна, чиста и свежа визия, която подобрява цялостното изживяване на посетителите.",
    "time": "7 работни дни",
    "mainImage": "/projects/Mall_project/1.png",
    "images": [
      "/projects/Mall_project/1.png",
      "/projects/Mall_project/2.png",
      "/projects/Mall_project/3.png",
      "/projects/Mall_project/4.png",
      "/projects/Mall_project/5.png",
      "/projects/Mall_project/6.png"
    ]
  }
}